Repository: common-repository/kwmlab-minimum-order-amount-for-woocommerce
Catalog: languages/*.po
Languages: pt_br

source: Minimum Order Amount
pt_br: Pedido Mínimo

source: Enable
pt_br: Habilitar:

source: Minimum value
pt_br: Valor mínimo de compra:

source: Message notice
pt_br: Mensagem de aviso:

source: Use "." To separate decimal values example "50.49"
pt_br: Usar "." Para separar o exemplo de valores decimais "50.49"

source: Check to enable lock
pt_br: Marque para habilitar o bloqueio

source: Use this shortcode to return the minimum purchase value in the message [minimum].
pt_br: Use este shortcode para retornar o valor mínimo de compra na mensagem [minimum].

source: Use this shortcode to return the current value of the purchase in the message [total_in_cart].
pt_br: Use este shortcode para retornar o valor atual da compra na mensagem [total_in_cart].

source: You must have an order with a minimum of %s to place your order, your current order total is %s.
pt_br: Você deve ter um pedido com um mínimo de %s para fazer seu pedido, o total da ordem atual é %s.

source: Minimum quantity of products in the cart
pt_br: Quantidade mínima de produtos no carrinho

source: Use integer values such as '10'
pt_br: Use valores inteiros como '10'

source: Minimum standard quantity per product
pt_br: Quantidade padrão mínima por produto

source: leave empty to disable
pt_br: deixe vazio para desativar

source: Minimum purchase quantity
pt_br: Quantidade mínima de compra

source: total of minimum items to buy this product
pt_br: total de itens mínimos para comprar este produto

source: <strong>Minimum quantity in cart<\/strong> - count only different products
pt_br: <strong> Quantidade mínima no carrinho <\/strong> - conte apenas produtos diferentes

source: <strong>Minimum quantity in cart</strong> - count only different products
pt_br: <strong> Quantidade mínima no carrinho </strong> - conte apenas produtos diferentes

source: Standard Minimum Quantity per Product
pt_br: Quantidade mínima padrão por produto

source: Type of product count in cart
pt_br: Tipo de contagem de produtos no carrinho

source: If you want to force a minimum purchase quantity per product just fill in this field with some value, but this field can be changed for each specific product within the inventory settings of each product
pt_br: Caso queira forçar uma quantidade minima de compra por produto basta preencher esse campo com algum valor, mas esse campo pode ser alterado para cada produto especifico dentro das configurações do inventário de cada produto

source: different products
pt_br: produtos diferentes

source: all product units
pt_br: todas as unidades de produto

source: You must add at least [min_qtd_cart] product units to cart to finalize the purchase
pt_br: Você deve adicionar pelo menos [min_qtd_cart] unidades de produtos ao carrinho para finalizar a compra

source: You must add at least [min_qtd_cart] different products to the cart to finalize the purchase
pt_br: Você deve adicionar pelo menos [min_qtd_cart] produtos diferentes ao carrinho para finalizar a compra

source: The minimum purchase quantity of the product [post_title_product] is [min_qtd_purchase]
pt_br: A quantidade mínima de compra do produto [post_title_product] é [min_qtd_purchase]

source: Default message when the minimum quantity per product is not added
pt_br: Mensagem padrão quando a quantidade mínima por produto não for adicionada

source: Use this shortcode to return the product name [post_title_product].
pt_br: Use este shortcode para retornar o nome do produto [post_title_product].

source: Use this shortcode to return the minimum purchase quantity of the product [min_qtd_purchase].
pt_br: Use este shortcode para retornar a quantidade mínima de compra do produto [min_qtd_purchase].

source: Standard message for minimum quantity of products in cart
pt_br: Mensagem padrão para quantidade mínima de produtos no carrinho

source: Use this shortcode to return the minimum quantity of products in the cart [min_qtd_cart].
pt_br: Use este shortcode para retornar a quantidade mínima de produtos no carrinho [min_qtd_cart]

source: Buy the pro version of the KWMLab Minimum Order Amount for Woocommerce, it contains many more customization options and cost R$ 5,00.
pt_br: Compre a versão pro do KWMLab Minimum Order Amount for Woocommerce, contém muitas mais opções de personalização e custa R$ 5,00

source: Purchase
pt_br: Comprar
